geluvis/STC_CORE/hardware/stc15/1.0.0/variants/stc15f204ea/pins_arduino.h
#ifndef _PINS_ARDUINO_H_
#define _PINS_ARDUINO_H_

#define NUM_DIGITAL_PINS 15

static const uint8_t P0_0 = 0;
static const uint8_t P0_1 = 1;

#endif
